aaron-bond.better-comments
alefragnani.bookmarks
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
charliermarsh.ruff
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ritwickdey.liveserver
streetsidesoftware.code-spell-checker
vscodevim.vim
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
